package messages

const StartMSG = `
✌️ <b><u>Рад тебя видеть!</u></b> 

<em>Благодаря этому боту ты больше никогда не забудешь то, что должен был сделать еще вчера.
Тебе не придется искать отговорки, почему забыл про поход в кино или про день рождения. </em>

<b>Я предлагаю тебе следующие возможности:</b>

	- ✏️ Запись и просмотр задач, изменение статуса.
	
	- 👥 Объединение в группы, чтобы держать знакомых в курсе
	о новых задачах и о статусе их выполнения.

	- 🕜 Рассылка напоминаний.
`

const InfoMSG = `
<blockquote expandable><b>💭 О проекте </b>

Я ставил себе задачу сделать проект, в котором я не только прокачаю навыки разработки на go, но и который будет приносить пользу.

Так как я сам часто сталкиваюсь с проблемой забывчивости и структурирования рабочих дел, то первое что пришло в голову - этот бот.

По возможно буду поддерживать его, добавлять и править функционал. 

Это мой первый проект на go с использованием telegram api.</blockquote>

Справка по командам:

	- /create_task - <i>создание новой задачи </i>
	- /tasks - <i>созданные тобой задачи </i>
	- /create_group - <i>создать новую группу</i>
	- /groups - <i>группы, в которых ты состоишь</i>
	- /invites - <i>приглашения в группы (тебя)</i>
	- /invite - <i>пригласить в группу</i>
	- /accept_invite - <i>принять приглашение</i>

🗨️ По всем вопросам: @tyson_why

<i><u>upd: проект на стадии mvp, некоторые функции могут не работать </u></i>
`
