package task

const TaskTitleMSG = `
1️⃣ *Введи название задачи*

Оно не должно превышать 50 символов

`

const TaskTextMSG = `
2️⃣ Введи описание задачи

Оно не должно превышать 200 символов

`

const TaskGroupMSG = `
3️⃣ Введи название группы для которой предназначена эта задача

Введи "-" если не хочешь добавлять задачу в группу

`

const CreateTaskErrorMSG = `
❌ Не получилось создать задачу(

👉 Но ты можешь попробовать еще раз!
`

const CreateTaskSuccessMSG = `
✅ Задача создана!
`

const GetTasksErrorMSG = `
❌ Не получилось посмотреть твои задачи(
`
